Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/tarina_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Gos Duommá lea?
smn: Kost Tyemes lii?

source: Duommá ja Máret leaba muorragárddis.
smn: Tyemes já Maarit lává muorâkäärdist.

source: Lea buorre dálki odne, lea hui liekkas.
smn: Lii šiev šoŋŋâ onne, lii uáli liegâs.

source: Muhte ikte lei hui galmmas!
smn: Mutâ jieht lâi uáli koolmâs!

source: Soai eaba sáhttán stoahkat dalle olgun.
smn: Suoi iävá puáhtám sierâdiđ talle olgon.

source: Duommá ja Máret liikoba stoahkat, soai stoahkaba álo ovttas muorragárddis stuora dálu olggobealde.
smn: Tyemes já Maarit lijkkuv sierâdmân, suoi sierâdává ain oovtâst muorâkäärdist stuorrâ táálu ulguubeln.

source: Duommá lea unna gánddaš ja son lea guhtta jagi boaris.
smn: Tyemes lii uccâ kaandâš já sun lii kuuđâ ihásâš.

source: Unna nieiddaš lea su oappáš, son lea vihtta jagi boaris.
smn: Uccâ nieidâš lii suu uábáš, sun lii viiđâ ihásâš.

source: Duommás lea unna beatnagaš, dat nai lea dál muorragárddis.
smn: Tuámásist lii uccâ pennâgâš, tot meid lii tääl muorâkäärdist.

source: Beana liiko stoahkat dainna guvttiin mánáin.
smn: Peenuv lijkkoo sierâdiđ tain kuovttijn párnáin.

source: Beana lea hui ilolaš dál.
smn: Peenuv lii uáli moovtâ tääl.

source: Leago Márehis maid beana?
smn: Lii-uv Marittist meid peenuv?

source: Ii, Márehis ii leat beana, sus lea bussá.
smn: Ij, Marittist ij lah peenuv, sust lii kissá.

source: Muhte bussá lea dálus, bussá oađđá.
smn: Mutâ kissá lii táálust, kissá uáđá.

source: Sudno eadni lea dálu siste bussáin ovttas, son geahččá láseráiggi olggos ja oaidná Duommá ja Máreha stoahkame.
smn: Sunnuu enni lii siste táálust kissáin, sun kiäččá lasârääigi olgos já uáiná Tuámmás já Maarit sierâdmin.

source: Duommá viehká johtilit stuora boares muora lusa, son čiehkáda Márehis.
smn: Tyemes káččá stuorrâ puáris muorâ luusâ, sun čiähádât Marittist.

source: Dieđátgo manne?
smn: Tiäđáh-uv mandiet?

source: Máret čohkká ja sus leat gieđat čalmmiid ovddas.
smn: Maarit čokkáá já sust láá kieđah čoolmij oovdâst.

source: Son ii oainne maidege ja son lohká.
smn: Sun ij uáini maiden já sun lohá.

source: Manne son dahká nu?
smn: Mondiet sun taha nuuvt?

source: Ja maid Duommá dahká muora luhtte?
smn: Já maid Tyemes taha muorâ lunne?

source: Dat lea stoagus.
smn: Tot lii sierâ.

source: Go Máret geargá lohkamis, son geahččá birra.
smn: Ko Maarit kiergân luhâmist, sun kiäččá pirrâsis.

source: Son ohcá Duommá:
smn: Sun ocá Tuámmás:

source: Gosa dat manai?
smn: Kuus tot moonâi?

source: Oidnetgo su?
smn: Oinih-uv suu?

source: Máret ii dieđe gos Duommá lea.
smn: Maarit ij tieđe kost Tyemes lii.

source: Son jearrá beatnagis:
smn: Sun koijâd pennust:

source: Oidnetgo Duommá?
smn: Oinih-uv Tuámmás?

source: Muhte beana dieđusge ii máhte hállat!
smn: Mutâ peenuv tiäđustkin ij määti sárnuđ!

source: Máret ii oaččo vástádusa gažaldahkasis.
smn: Maarit ij uážu vástádâs.

source: Ii giige oaččo vástádusa, go hállet beatnagiiguin!
smn: Ij kihheen uážu vástádâs, ko sárnu pennuiguin!

source: Máret geahččá eatnis láse duohken, su eadni čaibmá.
smn: Maarit kiäččá eenis laasâ tyehin, enni povvust.

source: Máret smiehttá, ahte dat lea oaidnán gosa Duommá lea mannan:
smn: Maarit smiättá, ete tot lii uáinám kuus Tyemes lii moonnâm:

source: "Muital munnje gos son lea!", son dadjá eadnásis.
smn: "Muštâl munjin kost sun lii!", sun iätá iännásis.

source: "Ii Máret, in sáhte muitalit dutnje!", son vástida.
smn: "Ij Maarit, jiem pyevti muštâliđ tunjin!", sun västid.

source: Vaikke son várra diehtá gos gánda lea, son ii siđa muitalit.
smn: Veik sun kenski tiätá kost kandâ lii, sun ij haalijd muštâliđ.

source: Máret vázzá hihtásit muorragárddi čađa.
smn: Maarit vázzá hitásávt muorâkäärdi čoođâ.

source: Son geahččala ain ohcat Duommá.
smn: Sun keččâl val uuccâđ Tuámmás.

source: Son geahččá beavddi vuolde ja stuoluid vuolde, muhte Duommá ii leat dieppe.
smn: Sun kiäččá peevdi vyelni já stoovlij vyelni, mutâ Tyemes ij lah tobbeen.

source: Son geahččá juohke sajis, muhte ii son sáhte gávdnat Duommá.
smn: Sun kiäččá jyehi saajeest, mutâ ij sun pyevti kavnâđ Tuámmmás.

source: De son gullá jiena, dat boahtá stuora boares muora duohken.
smn: Te sun kulá jienâ, tot puátá stuorrâ puáris muorâ tyehin.

source: Sáhtášiigo leat Duommá?
smn: Puávtáččij-uv tot leđe Tyemes?

source: Die dat jietna lea fas!
smn: Tovben tot jienâ lii oppeet!

source: Son guldala dárkilit.
smn: Sun kuldâl tärkkilávt.

source: Ii leat loddi iige makkárge eará ealli.
smn: Ij lah lodde ijge mihheen eres elleid.

source: Dál son gullá dan bures.
smn: Tääl sun kulá tom pyereest.

source: Ferte leat Duommá!
smn: Tot kalga leđe Tyemes!

source: De son oaidná unna gieđaža nai ja go son boahtá lagabui, de son oaidná su oaivvi maid!
smn: Te sun uáiná uccâ kieđii meid já ko sun puátá aldeláá, te sun uáiná suu uáivi meid!

source: Máret čaibmá ja dadjá:
smn: Maarit povvust já iätá:

source: Gávdnen du!
smn: Kavnim tuu!

source: Soai goappašagat leaba ilus ja mannaba dállui, lea áigi borrat juoidá ja juhkat veaháš čázi!
smn: Suoi kuohtuuh lává iloliih já moonnâv táálun, lii äigi puurrâđ maidnii já juuhâđ váhá čääsi!
